"CARD_DETAILS_LABEL"                        = "卡資料";
"ENTER_CARD_DETAILS_HELP_LABEL"             = "請輸入卡資料，首先為卡號。";
"VALID_CARD_ERROR_LABEL"                    = "你必須提供有效的卡號。";
"CARD_REQUIRED"                             = "必須填寫卡號";
"CARD_INVALID"                              = "卡號無效";
"EXPIRATION_REQUIRED"                       = "必須填寫到期日";
"EXPIRATION_INVALID"                        = "到期日無效";
"CVV_REQUIRED"                              = "必須填寫 %s";
"CVV_INVALID"                               = "%s 無效";
"POSTAL_CODE_HELP_LABEL"                    = "你必須填寫有效的郵遞區號。";
"POSTAL_CODE_REQUIRED"                      = "必須填寫郵遞區號";
"POSTAL_CODE_INVALID"                       = "郵遞區號無效";
"COUNTRY_CODE_REQUIRED"                     = "必須填寫國家或地區代碼";
"COUNTRY_CODE_INVALID"                      = "國家或地區代碼無效";
"MOBILE_NUMBER_REQUIRED"                    = "必須填寫手機號碼";
"MOBILE_NUMBER_INVALID"                     = "手機號碼無效";
"ENROLLMENT_WITH_SMS_HELP_LABEL"            = "此卡或需要進行登記。如需要的話，系統將會發送短訊確認碼到這個手機號碼。";
"SMS_CODE_REQUIRED"                         = "必須填寫短訊確認碼";
"SMS_CODE_INVALID"                          = "短訊確認碼無效";

"CANCEL_ACTION"                             = "取消";
"RETRY_ACTION"                              = "重試";
"CONTINUE_ACTION"                           = "繼續";
"ADD_CARD_ACTION"                           = "新增卡";
"DONE_ACTION"                               = "完成";
"EDIT_ACTION"                               = "編輯";
"NEXT_ACTION"                               = "下一步";
"TOP_LEVEL_ERROR_ALERT_VIEW_OK_BUTTON_TEXT" = "確定";
"SCAN_CARD_IO_ACTION"                       = "用相機掃描";

"EDIT_PAYMENT_METHOD"                       = "編輯付款方式";
"THERE_WAS_AN_ERROR"                        = "抱歉，系統出錯。";
"REVIEW_AND_TRY_AGAIN"                      = "請檢查你的資料，然後重試。";
"INVALID_LABEL"                             = "無效：";

"YEAR_LABEL"                                = "年";
"MONTH_LABEL"                               = "月";

"OTHER_LABEL"                               = "其他";
"CREDIT_OR_DEBIT_CARD_LABEL"                = "信用卡或扣帳卡";
"RECENT_LABEL"                              = "最近使用";
"SELECT_PAYMENT_LABEL"                      = "選擇付款方式";

"CONFIRM_ENROLLMENT_LABEL"                  = "確認登記";
"CONFIRM_ACTION"                            = "確認";
"ENTER_SMS_CODE_SENT_HELP_LABEL"            = "請輸入我們傳送到 %s 的短訊確認碼";
"SMS_CODE_LABEL"                            = "短訊確認碼";
"CARD_TYPE_GENERIC_CARD"                    = "卡";
"MOBILE_COUNTRY_CODE_LABEL"                 = "國家或地區代碼";
"SECURITY_CODE_LABEL"                       = "安全代碼";
"CVV_FIELD_PLACEHOLDER"                     = "CVV";
"CVC_FIELD_PLACEHOLDER"                     = "CVC";
"CID_FIELD_PLACEHOLDER"                     = "CID";
"CVN_FIELD_PLACEHOLDER"                     = "CVN";
"POSTAL_CODE_PLACEHOLDER"                   = "郵遞區號";
"MOBILE_NUMBER_LABEL"                       = "手機號碼";
"EXPIRATION_DATE_LABEL"                     = "到期日";
"CARD_NUMBER_PLACEHOLDER"                   = "卡號";
"EXPIRY_PLACEHOLDER_FOUR_DIGIT_YEAR"        = "MM/YYYY";
"EXPIRY_PLACEHOLDER_TWO_DIGIT_YEAR"         = "MM/YY";

"PAYPAL"                                    = "PayPal";
"CARD_TYPE_AMERICAN_EXPRESS"                = "American Express";
"CARD_TYPE_DISCOVER"                        = "Discover";
"CARD_TYPE_DINERS_CLUB"                     = "Diners Club";
"CARD_TYPE_MASTER_CARD"                     = "MasterCard";
"CARD_TYPE_VISA"                            = "Visa";
"CARD_TYPE_JCB"                             = "JCB";
"CARD_TYPE_MAESTRO"                         = "Maestro";
"CARD_TYPE_UNION_PAY"                       = "UnionPay";
"BRANDING_COINBASE"                         = "Coinbase";
"BRANDING_VENMO"                            = "Venmo";
"BRANDING_APPLE_PAY"                        = "Apple Pay";
"BRANDING_ANDROID_PAY"                      = "Android Pay‏";
"USE_DIFFERENT_PHONE_NUMBER_ACTION"         = "使用其他手機號碼";
"CARD_NOT_ACCEPTED_ERROR_LABEL"             = "卡不獲接受";

